tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
cask_args appdir: "/Applications", fontDir: "/Library/Fonts"

brew "svn"
brew "gdbm"
brew "perl"
brew "autoconf"
brew "bash"
brew "bat"
brew "glib"
brew "coreutils"
brew "openldap"
brew "zstd"
brew "curl"
brew "exa"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgcrypt"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "make"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "bottom"

cask "blackhole-16ch"
cask "garmin-basecamp"
cask "logitech-control-center"

cask "font-abril-fatface"
cask "font-alegreya-sans"
cask "font-alegreya"
cask "font-anonymous-pro"
cask "font-arvo"
cask "font-bree-serif"
cask "font-bree-serif"
cask "font-fjord-one"
cask "font-hack"
cask "font-ibarra-real-nova"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-league-gothic"
cask "font-lora"
cask "font-merriweather"
cask "font-montserrat"
cask "font-ostrich-sans"
cask "font-pt-serif"
cask "font-raleway"
cask "font-rambla"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-spectral"

cask "1password"
cask "arduino"
cask "babeledit"
cask "cakebrew"
cask "clipy"
cask "contraste"
cask "discord"
cask "firefox-developer-edition"
cask "grammarly"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iina"
cask "insomnia"
cask "iterm2-nightly"
cask "keka"
cask "kekaexternalhelper"
cask "macdown"
cask "monolingual"
cask "mounty"
cask "mtmr"
cask "ngrok"
cask "notion"
cask "numi"
cask "open-in-code"
cask "rectangle"
cask "raspberry-pi-imager"
cask "runjs"
cask "slack"
cask "syntax-highlight"
cask "taskwarrior-pomodoro"
cask "telegram"
cask "tenor"
cask "the-unarchiver"
cask "toinane-colorpicker"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825