tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
cask_args appdir: "/Applications", fontDir: "/Library/Fonts"

brew "svn"
brew "gdbm"
brew "perl"
brew "autoconf"
brew "bash"
brew "bat"
brew "glib"
brew "coreutils"
brew "openldap"
brew "zstd"
brew "curl"
brew "exa"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgcrypt"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "make"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "bottom"

cask "blackhole-16ch"
cask "focusrite-saffire-mixcontrol"
cask "garmin-basecamp"
cask "logitech-control-center"

cask "font-abril-fatface"
cask "font-alegreya-sans"
cask "font-alegreya"
cask "font-anonymous-pro"
cask "font-arvo"
cask "font-bree-serif"
cask "font-bree-serif"
cask "font-fjord-one"
cask "font-ibarra-real-nova"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-jetbrains-mono"
cask "font-roboto"

cask "cakebrew"
cask "grammarly"
cask "google-chrome"
cask "insomnia"
cask "iterm2-nightly"
cask "macdown"
cask "monolingual"
cask "mounty"
cask "notion"
cask "numi"
cask "rectangle"
cask "runjs"
cask "telegram"
cask "spotify"
cask "vlc"

mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825