tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
cask_args appdir: "/Applications", fontDir: "/Library/Fonts"

brew "autoconf"
brew "bash"
brew "bat"
brew "bottom"
brew "coreutils"
brew "curl"
brew "exa"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "libgcrypt"
brew "make"
brew "navi"
brew "openldap"
brew "perl"
brew "svn"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zstd"

cask "blackhole-16ch"
cask "garmin-basecamp"
cask "logitech-options"

cask "font-abril-fatface"
cask "font-alegreya-sans"
cask "font-alegreya"
cask "font-aleo"
cask "font-anonymous-pro"
cask "font-arvo"
cask "font-averia-libre"
cask "font-barrio"
cask "font-bree-serif"
cask "font-cardo"
cask "font-changa"
cask "font-crimson-pro"
cask "font-eb-garamond"
cask "font-exo-2"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fjord-one"
cask "font-germania-one"
cask "font-georama"
cask "font-hack"
cask "font-ibarra-real-nova"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-inria-sans"
cask "font-inria-serif"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-josefin-sans"
cask "font-josefin-slab"
cask "font-jost"
cask "font-karla"
cask "font-lato"
cask "font-league-gothic"
cask "font-lekton"
cask "font-libre-baskerville"
cask "font-libre-franklin"
cask "font-lobster-two"
cask "font-lora"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-miriam-libre"
cask "font-montserrat"
cask "font-nunito"
cask "font-nunito-sans"
cask "font-ostrich-sans"
cask "font-oswald"
cask "font-oxygen"
cask "font-oxygen-mono"
cask "font-pacifico"
cask "font-playfair-display"
cask "font-poppins"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-raleway"
cask "font-rambla"
cask "font-roboto"
cask "font-roboto-slab"
cask "font-rosario"
cask "font-rubik"
cask "font-sofia"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-spectral"
cask "font-work-sans"
cask "font-zilla-slab"

cask "1password"
cask "arduino"
cask "babeledit"
cask "cakebrew"
cask "clipy"
cask "contraste"
cask "discord"
cask "fanny"
cask "firefox-developer-edition"
cask "grammarly"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iina"
cask "insomnia"
cask "iterm2-nightly"
cask "keka"
cask "macdown"
cask "monolingual"
cask "mounty"
cask "mtmr"
cask "ngrok"
cask "notion"
cask "numi"
cask "omnidisksweeper"
cask "open-in-code"
cask "rectangle"
cask "raspberry-pi-imager"
cask "runjs"
cask "slack"
cask "syntax-highlight"
cask "taskwarrior-pomodoro"
cask "telegram"
cask "the-unarchiver"
cask "toinane-colorpicker"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Jiffy", id: 1502527999
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Speediness", id: 1596706466